[
    {
        "id": 1,
        "projectName": "Analyzing the job trends of Naukri.com",
        "projectURL": "https://superb-gecko-86865b.netlify.app/docs/intro/intro_trend_analysis.html",
        "projectImage": "1ovK9wSr3VYLO-Fxb2zwPzB538F4t7bPq",
        "projectSummary": "The project presents a comprehensive analysis of job trends from 2018 to 2019 across multiple industries, sectors, and roles. The study employs a combination of industry-specific data sources and keyword analysis to identify relevant and competitive job titles. The research further explores the relationship between job descriptions and salary data. The findings reveal significant shifts in job demand and supply in various sectors, with some job roles experiencing a surge in demand, while others experiencing a decline. The paper provides insights into the changing job market and offers recommendations for job seekers and employers on how to navigate the evolving job market. Overall, this analysis highlights the importance of adapting to the changing job market trends to remain competitive in the job market."
    },
    {
        "id": 2,
        "projectName": "Understanding the difference between NBFC and Fintech with regards to Twitter",
        "projectURL": "https://patilpushkarp.github.io/comp/",
        "projectImage": "1hClq6pmnEzJsJTP6STnQPcoXsLzAN1MB",
        "projectSummary": "The project aims to conduct a comprehensive analysis comparing the Twitter data of fintechs and Non-Banking Financial Companies (NBFCs). The study focuses on three key aspects: response time, resolution time, and word distribution analysis. By analyzing the response time, the project aims to evaluate the efficiency and engagement of both fintechs and NBFCs in addressing customer queries or concerns on Twitter. Similarly, the resolution time analysis aims to assess how quickly and effectively these companies resolve customer issues. Additionally, the project includes a word-distribution analysis to identify the key topics, trends, and sentiments prevalent in the Twitter conversations of both fintechs and NBFCs. This project will provide valuable insights into the customer service performance and overall public perception of these two sectors in the digital space."
    }
]